{
    "140": {
        "id": 140,
        "title": "Em breve",
        "speakers": [
            25
        ],
        "tags": [
            "Geral"
        ]
    },
    "139": {
        "id": 139,
        "title": "Codelabs (Treinamento)",
        "description": ""
    },
    "138": {
        "id": 138,
        "title": "☕️ Coffee Break",
        "description": "",
        "image": "/images/backgrounds/coffee-break.jpg",
        "track": {
          "title": "Foyer"
        }
    },
    "137": {
        "id": 137,
        "title": "Hackathon & Codelabs",
        "description": ""
    },
    "136": {
        "id": 136,
        "title": "Olá DevFest Nordeste 2016",
        "description": "Para iniciar o #dfne16 teremos no 1º dia o DevFest Challenge no estilo Hackathon e muito aprendizado com os Codelabs",
        "image": "/images/backgrounds/opening.jpg"
    },
    "135": {
        "id": 135,
        "title": "Até amanhã pessoal! 🙌",
        "description": "",
        "image": "/images/backgrounds/closing.jpg",
        "track": {
          "title": "Prepare-se para um Sábado repleto de aprendizado e diversão"
        }
    },
    "134": {
        "id": 134,
        "title": "🍴 Almoço",
        "description": "Apenas uma sugestão de horário, mas sinta-se à vontade para fazer o seu horário para alimentação",
        "image": "/images/backgrounds/coffee-break.jpg",
        "track": {
          "title": "*Almoço não incluso"
        }
    },
    "133": {
        "id": 133,
        "title": "🍴 Almoço & Diversão ⛱",
        "description": "Divirta-se com nossas atividades: SlackLine, Standup Paddle, Voleibol e muito networking. Recomendamos trazer roupas extras e não se preocupe pois teremos dois apartamentos (1 masculino e 1 feminino) exclusivos para tomar banho e trocar de roupa",
        "image": "/images/backgrounds/having-a-good-time.jpg",
        "track": {
          "title": "*Almoço não está incluso no valor do ingresso"
        }
    },
    "132": {
        "id": 132,
        "title": "🎈 Credenciamento",
        "image": "/images/backgrounds/registration.jpg",
        "track": {
          "title": "Recepção do Pratagy"
        }
    },
    "131": {
        "id": 131,
        "title": "Firebots: Criando 'coisas' controladas pelo Firebase",
        "description": "'Oxente, será que dá certo juntar todo o potencial do Firebase com toda essa coisa de Arduino e Internet das Coisas que temos a disposição?' Este foi o questionamento feito por Henri Cavalcante quando estava tentando juntar tudo isso e construir algo e é sobre a experiência que ele teve que ele vai falar.",
        "speakers": [
            26
        ],
        "tags": [
            "Firebase"
        ]
    },
    "130": {
        "id": 130,
        "title": "Interação Produto e Dev - como construímos o GuiaBolso",
        "description": "Nessa palestra explico como foi a evolução do Guia Bolso desde nossa primeira versão até ser o aplicativo número 1 em finanças pessoais do Brasil. Explicarei como foi a evolução da empresa, os números e como crescemos nosso time. Com o crescimento vem os desafios de como manter o espírito inovador, entregar rápido com qualidade e manter a cultura da nossa empresa.",
        "speakers": [
            25
        ],
        "tags": [
            "Mobile"
        ]
    },
    "129": {
        "id": 129,
        "title": "Arrebentando no Hackathon",
        "description": "Primeira vez em um Hackaton? Receoso de não dar tempo de terminar o protótipo da aplicação? Ainda falta o pitch? Nesse talk, vou falar sobre dicas de como participar de um Hackaton vinda de experientes no assunto, como alguns de nossos engenheiros da Udacity e campeões de Hackaton no Brasil. Já lanço aqui a primeira dica: feijão com arroz.",
        "speakers": [
            18
        ],
        "tags": [
            "Geral"
        ]
    },
    "128": {
        "id": 128,
        "title": "Crawler e automações com NodeJS",
        "description": "Precisa de informações e não encontra uma API decente? ou o custo dela é inviável para o seu projeto é para resolver esse tipo de problema que surge os crawlers, nesta palestra será apresentado as vantagens de criar crawlers e robôs para automatizar processos repetitivos que levaria longas horas de esforço humano, iremos desmistificar e mostrar com poucas linhas de código o necessário para você sair por ai crawleando a web e otimizando o tempo de pessoas que trabalham com processos repetitivos.",
        "speakers": [
            22
        ],
        "tags": [
            "Backend"
        ]
    },
    "127": {
        "id": 127,
        "title": "Ionic & Firebase, a super dupla na criação de aplicações dinâmicas",
        "description": "Não é de hoje que aplicações híbridas vem tomando lugar no mercado, startups ou empresas, todos já ouviram falar sobre como construir aplicações de forma simples utilizando muito pouco, mas, já pensou como seria turbinar seu web app usando Firebase? Iremos ver mais sobre como unir os super poderes do Ionic e Firebase para podermos criar aplicações de forma rápida e dinâmica.",
        "speakers": [
            21
        ],
        "tags": [
            "Firebase", "Mobile"
        ],
        "presentation": "https://felipesousa.github.io/talks/devfestne2016/#/"
    },
    "126": {
        "id": 126,
        "title": "Construindo aplicações usando AngularJS e Firebase",
        "description": "Combine o poder de um dos melhores e mais populares frameworks javascript com a facilidade das soluções backend oferecidas pelo Firebase e construa aplicativos com suporte à: Modularização (Padrão, Reuso, Compartilhamento), Banco de dados de tempo real que mantém todos os dados sincronizados entre todos os clientes,  Autenticação (email/senha, google, facebook, twitter, github), Push Notification, Storage de arquivos e muito mais.",
        "speakers": [
            24
        ],
        "tags": [
            "Firebase", "Web"
        ]
    },
    "125": {
        "id": 125,
        "title": "Construindo aplicativos Android com Firebase",
        "description": "Ei developer! Você tem uma ideia de um app Android e não queria cirar um backend? Ou precisa de uma plataforma que te entregue serviços como database em tempo real, sistema de autenticação, serviço de push notification e muito mais? Então venha conhecer nessa talk o Firebase e o seu conjunto de ferramentas especializadas em mobile.",
        "speakers": [
            16
        ],
        "tags": [
            "Firebase", "Mobile"
        ],
        "presentation": "https://goo.gl/UfH22L"
    },
    "124": {
        "id": 124,
        "title": "Google Maps: Serviços e APIs",
        "description": "Conhece o Google Maps API? Geocode, autocomplete, distance matrix, street view e static map, são nomes conhecidos por você? Saiba como cada um funciona e como você pode criar aplicações web cada vez mais interativas com a google maps api.",
        "speakers": [
            19
        ],
        "tags": [
            "Google Maps"
        ]
    },
    "123": {
        "id": 123,
        "title": "Não deixe seus usuários perdidos, aprenda como utilizar a API do Google Maps no Android",
        "description": "Aprenda a implementar e personalizar mapas para seu aplicativo Android. Faremos o passo a passo para enriquecer ainda mais sua aplicação utilizando as ferramentas que a Google Maps API disponibiliza como marcadores, polilinhas, polígonos e outras. Veja também como combinar outras API para tornar ainda mais agradável a experiência do usuário final.",
        "speakers": [
            23
        ],
        "tags": [
            "Google Maps", "Mobile"
        ]
    },
    "122": {
        "id": 122,
        "title": "Android 7.0 for Developers",
        "description": "Prepare-se para o Android Nougat!  Tudo que você precisa saber para tornar a sua aplicação ainda melhor utilizando as novas funcionalidades que o Android disponibiliza em sua mais nova versão.",
        "speakers": [
            23
        ],
        "tags": [
            "Mobile"
        ]
    },
    "121": {
        "id": 121,
        "title": "Construindo layouts complexos com ConstraintLayout",
        "description": "Ei, preciso de ajuda! Qual gerenciador de layout eu escolho? Seus problemas acabaram! Nesta talk vou apresentar o ConstraintLayout e o novo editor de layouts do Android Studio. Com essa ferramenta, você não precisa ficar horas decidindo qual a especialização de ViewGroup escolher.",
        "speakers": [
            16
        ],
        "tags": [
            "Mobile"
        ],
        "presentation": "https://goo.gl/lmtDMT"
    },
    "120": {
        "id": 120,
        "title": "Melhorando a comunicação da API através de DSL",
        "speakers": [
            9
        ],
        "tags": [
            "Backend"
        ]
    },
    "119": {
        "id": 119,
        "title": "Containers 101 e o Mundo Real",
        "description": "Isolamento, portabilidade e infraestrutura imutável. Estes são os termos mais vistos junto aos nomes Docker e Containers. Ao mesmo tempo, há um grande gap entre o uso desta tecnologia em desenvolvimento e sua aplicação em produção. Destrinchando o que são Linux Containers a talk busca apresentar como estes são formados e como um PaaS toma proveito da tecnologia para tornar trivial o deploy de aplicações modernas.",
        "speakers": [
            15
        ],
        "tags": [
            "Cloud"
        ]
    },
    "118": {
        "id": 118,
        "title": "Migrando para um mundo material",
        "description": "Material Design todo mundo já conhece. Mas, como mudo meu aplicativo para Material Design? É só ler e seguir a especificação para ter bons resultados, certo? Vamos conversar um pouco sobre o caso do AppProva na migração de seu aplicativo para Material Design. Dificuldades encontradas e lições aprendidas deste “novo mundo”.",
        "speakers": [
            7
        ],
        "tags": [
            "Mobile",
            "UX"
        ],
        "presentation": "https://goo.gl/GiDEhw"
    },
    "117": {
        "id": 117,
        "title": "Google Maps de uma forma que você nunca viu",
        "description": "Pokemon Go é apenas um dos fantásticos exemplos que podem ser desenvolvidos com a plataforma Google Maps. Este bate papo vai mostrar ideias malucas/inovadoras que foram desenvolvidas ao redor do mundo para quem quer viajar, comprar café, buscar lojas, etc. Quem sabe você não pode ser o próximo a criar algo completamente fora da caixa, hein?",
        "speakers": [
            2
        ],
        "tags": [
          "Google Maps"

        ]
    },
    "116": {
        "id": 116,
        "title": "Qualidade de software: como e por quê.",
        "description": "Como construir software de qualidade? Fazer entregas contínuas? Garantir que depois de um refatoramento a aplicação continua funcionando? Criar casos de teste é responsabilidade do programador também! Aquela conversa de 'sou pago para fazer código que funciona' já ficou para trás há muito tempo.",
        "speakers": [
            13
        ],
        "tags": [
            "Backend"
        ]
    },
    "115": {
        "id": 115,
        "title": "Angular.JS Estado atual",
        "description": "Criado em 2009 o Angular.JS se tornou um dos frameworks mais populares de Front-End, mas por quê? Nessa palestra vamos entender o porque do sucesso e o estado atual da versão Angular.JS 1.x.x comentar e resolver um dos principais problemas da versão 1: A Performance. Veremos também como você desenvolvedor pode se preparar HOJE para o presente e futuro: A versão 2. E como obter todos os benefícios do ECMA 6 e muito mais inclusive na versão 1.",
        "speakers": [
            11
        ],
        "tags": [
            "Web"
        ]
    },
    "114": {
        "id": 114,
        "title": "Web Components: Mais simples e produtivo com Polymer!",
        "description": "A Web mudou! E agora como desenvolver utilizando Web Components? Polymer é a resposta do Google para isto, a biblioteca que torna tudo mais simples, performático e produtivo! Nesta palestra vou explicar o uso da biblioteca, porque escolhemos Polymer para substituir o Angular.JS em grandes aplicações, nossos desafios e resultados. Mostraremos na prática a nova maneira de desenvolver para a internet.",
        "speakers": [
            12
        ],
        "tags": [
            "Web"
        ],
        "presentation": "https://goo.gl/wBR6Jn"
    },
    "113": {
        "id": 113,
        "title": "Dominando o Data Binding no Android",
        "description": "Com a biblioteca de Data Binding do Android os desenvolvedores podem implementar a lógica da interface gráfica do aplicativo de forma mais fácil, rápida e menos sujeita a bugs. Por meio da Expression Language (EL) podemos facilmente ligar as nossas classes de dados à UI do aplicativo. Tudo isso sem nenhum impacto na performance. Nessa apresentação, você conhecerá as principais técnicas para aplicar o data binding em seus projetos Android.",
        "speakers": [
            6
        ],
        "tags": [
            "Mobile"
        ],
        "presentation": "https://goo.gl/13y7iZ"
    },
    "112": {
        "id": 112,
        "title": "VectorDrawables e AnimatedVectorDrawables - Trabalhando com vetores no Android de forma eficiente",
        "description": "Cansado de gerar infinitos PNGs pros seus projetos Android? Já desistiu de fazer aquela animação bacana de loading por não se dar bem com as APIs de animação? Nesse talk eu vou falar um pouco sobre VectorDrawables, AnimatedVectorDrawables e como você pode trabalhar com vetores de forma eficiente no Android, inclusive em versões mais antigas!",
        "speakers": [
            8
        ],
        "tags": [
            "Mobile"
        ]
    },
    "111": {
        "id": 111,
        "title": "Microservices FTW: Rewrite slowly, ship fast!",
        "description": "Nessa apresentação explico como nós estamos fazendo para, aos poucos, quebrar nosso aplicativo web monolítico (escrito originalmente em python) em diversos aplicativos diferentes, adotando uma arquitetura de micro serviços com Mesos e Marathon. Nessa nossa arquitetura, cada seção diferente do Jusbrasil pode estar sendo servida utilizando um app escrito com uma stack completamente diferente.",
        "speakers": [
            14
        ],
        "tags": [
            "Backend"
        ]
    },
    "110": {
        "id": 110,
        "title": "Angular 2: Um framework. Mobile e desktop.",
        "description": "Entenda os princípios por trás da nova versão e conheça as ferramentas criadas ao redor que fazem desenvolver usando o framework uma experiência incrível.",
        "speakers": [
            3
        ],
        "tags": [
            "Web"
        ],
      "presentation": "https://speakerdeck.com/cironunes/angular-2-um-framework-mobile-and-desktop"
    },
    "109": {
        "id": 109,
        "title": "Progressive Web Apps",
        "description": "",
        "speakers": [
            5
        ],
        "tags": [
            "Web"
        ]
    },
    "108": {
        "id": 108,
        "title": "Aplicativos híbridos com Ionic 2",
        "description": "Ionic 2 é um framework open source para desenvolvimento de aplicativos mobile híbrido, onde se pode desenvolver o aplicativo usando HTML/CSS e JavaScript, fazer acesso nativo usando essas tecnologias e compilar o app para diferentes plataformas como iOS, Android e Windows Phone e publicá-lo nas respectivas app stores.",
        "speakers": [
            4
        ],
        "tags": [
            "Web"
        ]
    },
    "107": {
        "id": 107,
        "title": "Firebase",
        "image": "/images/backgrounds/firebase.jpg",
        "tags": [
            "Mobile"
        ]
    },
    "106": {
        "id": 106,
        "title": "Firechat com todos palestrantes",
        "description": "Que tal tirar todas suas dúvidas com nossos experts.",
        "tags": [
          "Web",
          "Backend"

        ]
    },
    "105": {
        "id": 105,
        "title": "Firechat com todos palestrantes",
        "description": "Que tal tirar todas suas dúvidas com nossos experts.",
        "tags": [
            "Mobile",
            "Google Maps",
            "Cloud",
            "UX"
        ]
    },
    "104": {
        "id": 104,
        "title": "Agradecimentos, Sorteios e Premiação do Hackathon",
        "image": "/images/backgrounds/closing.jpg",
        "track": {
          "title": "Teatro"
        }
    },
    "103": {
        "id": 103,
        "title": "Como eu integrei Ionic Framework com Ruby on Rails",
        "description": "Nesta palestra, mostro como eu integrei AngularJs com Rails, utilizando Angularjs no client e Rails no server além de utilizar Ionic para gerar tanto a versão mobile quanto web, incluindo autenticação de usuários e a manutenção de dados offline.",
        "speakers": [
            10
        ],
        "tags": [
            "Backend"
        ]
    },
      "102": {
      "id": 102,
      "title": "Explore o mundo do IoT com o MATRIX",
      "description": "Olá Creator! Você já tentou desenvolver algo para IoT e teve que procurar o sensor certo para resolver o seu problema? Além de tudo, você já teve que aprender algum tipo de linguagem de baixo nível para dar vida a sua ideia? Então, nessa talk venha conhecer o projeto MATRIX. Com ele, é possível prototipar a sua solução de internet das coisas e tornar o seu senho realidade.",
      "speakers": [
          27
      ],
      "tags": [
          "Iot"
      ],
      "presentation": "https://speakerdeck.com/di3goleite/explore-o-mundo-do-iot-com-o-matrix-creator"
    },
      "101": {
      "id": 101,
      "title": "GOing: motivos para se usar Golang",
      "description": "Entenda o motivo pelo qual Go cresce cada vez mais e por que você deveria dar uma chance a linguagem da Google.",
      "speakers": [
          28
      ],
      "tags": [
          "Backend"
      ]
    },
      "100": {
      "id": 100,
      "title": "Machine Learning, WTF?!",
      "description": "O que é e como começar com Machine Learning",
      "speakers": [
          1
      ],
      "tags": [
          "Mobile"
      ],
      "presentation": "https://goo.gl/UepK8N"
    }
}
