{
    "2": {
        "id": 2,
        "featured": "true",
        "name": "Gabriel Carvalho",
        "title": "Latam Sales Engineer, Google Maps for Work",
        "company": "Google",
        "companyLogo": "/images/logos/google.svg",
        "country": "São Paulo 🇧🇷",
        "photoUrl": "/images/people/gabriel-carvalho.jpg",
        "shortBio": "Atualmente é responsável pela área de Desenvolvimento de Negócios na divisão Google Maps for Work...",
        "bio": "Gabriel Carvalho é bacharel em Geografia (sim, geógrafo, mas que sabe um pouco de tecnologia) pela Pontifícia Universidade Católica de São Paulo (PUC-SP) e Mestre em Engenharia com foco em Sistemas de Informações pela Escola Politécnica da Universidade de São Paulo (Poli-USP). Há mais de 11 anos atua no mercado de Tecnologias oferecendo soluções diversas para distintas verticais de negócio como Óleo&Gás, Mineração, Governo, Segurança Pública, entre outras. Trabalhou por mais de 7 anos na Sisgraph (Hexagon Group) e atualmente é responsável pela área de Desenvolvimento de Negócios na divisão Google Maps for Work. Também gosta muito de jogar e assistir futebol (torcedor do Tri-campeão mundial, São Paulo Futebol Clube), além de curtir muito séries de televisão como House of Card, Big Bang Theory, entre outras.",
        "tags": [
            "Google Maps"
        ],
        "badges": [

        ],
        "socials": [
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://www.linkedin.com/in/"
            }
        ]
    },
    "3": {
        "id": 3,
        "featured": "true",
        "name": "Ciro Nunes",
        "title": "Lead Front-end Engineer",
        "company": "CrossEngage",
        "companyLogo": "/images/logos/cross-engage.svg",
        "country": "Berlim 🇩🇪",
        "photoUrl": "/images/people/ciro-nunes.jpg",
        "shortBio": "Google Developer Expert in Angular, Angular contributor, Lead Front-end Engineer at CrossEngage GmbH in Berlin",
        "bio": "Google Developer Expert in Angular, Angular contributor, Lead Front-end Engineer at CrossEngage GmbH in Berlin. Ciro is passionate about Front-end development and participated in many different large scale JavaScript projects from E-commerces, passing through Financial Trading to Marketing Tools. His goal as a speaker is to improve developers productivity and the performance of their apps. Currently in love with TypeScript and Angular 2.",
        "tags": [
            "Angular"
        ],
        "badges": [
            {
                "name": "GDE",
                "description": "Angular Google Developer Expert",
                "link": "https://developers.google.com/experts/people/ciro-nunes.html"
            }
        ],
        "socials": [
            {
                "icon": "facebook",
                "name": "Facebook",
                "link": "https://www.facebook.com/"
            },
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "https://twitter.com/"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/"
            }
        ]
    },
    "4": {
        "id": 4,
        "featured": "true",
        "name": "Loiane Groner",
        "title": "Senior Developer Evangelist Connected Home",
        "company": "Citibank",
        "companyLogo": "/images/logos/citibank.png",
        "country": "São Paulo 🇧🇷",
        "photoUrl": "/images/people/loiane-groner.jpg",
        "shortBio": "Possui 10+ anos de experiência em TI e ama compartilhar conhecimento! Já palestrou por vários eventos no Brasil e ministrou cursos nos Estados Unidos...",
        "bio": "Possui 10+ anos de experiência em TI e ama compartilhar conhecimento! Já palestrou por vários eventos no Brasil e ministrou cursos nos Estados Unidos. Autora dos livros: Ext JS 4 First Look, Mastering Ext JS (primeira e segunda edição), Sencha Architect App Development e Learning JavaScript Data Structures and Algorithms (primeira e segunda edição), JavaScript Regular Expressions - todos publicados pela editora Packt e lançados mundialmente em inglês (com tradução dos livros para chinês e coreano). Espera poder lançar livros em Português em breve. Entusiasta Java, Sencha, Angular e mobile híbrido (Phonegap/Ionic). Participa ativamente dessas comunidades. Escreve para o blog http://loiane.com e publica aulas e cursos em http://loiane.training",
        "tags": [
            "Web",
            "Angular",
            "Ionic",
            "ExtJS",
            "Sencha"
        ],
        "badges": [

        ],
        "socials": [
            {
                "icon": "website",
                "name": "Website",
                "link": "http://loiane.com "
            },
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "http://twitter.com/loaine"
            },
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "http://www.linkedin.com/in/loiane"
            },
            {
                "icon": "github",
                "name": "GitHub",
                "link": "https://github.com/loiane"
            }
        ]
    },
    "5": {
        "id": 5,
        "featured": "true",
        "name": "Juarez Filho",
        "title": "Google Developer Expert",
        "company": "Google Developer Expert",
        "companyLogo": "/images/logos/google-developers-experts.png",
        "country": "Maceió 🇧🇷",
        "photoUrl": "/images/people/juarez-filho.jpg",
        "shortBio": "Apaixonado pela Califórnia e pela Web, um explorador que adora contar suas aventuras envolvendo Tecnologias Web e produtos do Google...",
        "bio": "Apaixonado pela Califórnia e pela Web, um explorador que adora contar suas aventuras envolvendo Tecnologias Web e produtos do Google. Já participou de equipes notáveis como Enjoei e madewithlove. Atualmente trabalha remotamente para uma empresa dos Estados Unidos e busca sempre contribuir para o crescimento da comunidade atuando como Google Developer Expert.",
        "tags": [
            "Firebase",
            "JavaScript",
            "Angular",
            "Ionic"
        ],
        "badges": [
            {
                "name": "GDE",
                "description": "Web Technologies Google Developer Expert",
                "link": "https://developers.google.com/experts/people/juarez-filho.html"
            }
        ],
        "socials": [
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "http://twitter.com/juarezpaf"
            },
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "http://www.linkedin.com/in/juarezpaf"
            },
            {
                "icon": "github",
                "name": "GitHub",
                "link": "https://github.com/juarezpaf"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/+JuarezPAFilho"
            }
        ]
    },
    "6": {
        "id": 6,
        "featured": "true",
        "name": "Nelson Glauber",
        "title": "Engenheiro de Software",
        "company": "Mokriya",
        "companyLogo": "/images/logos/mokriya.svg",
        "country": "Recife 🇧🇷",
        "photoUrl": "/images/people/nelson-glauber.jpg",
        "shortBio": "Mestre em Engenharia de Software pelo Centro de Estudos e Sistemas Avançados do Recife (CESAR). Trabalha com a plataforma Android desde 2009 e atualmente é engenheiro de software na Mokriya...",
        "bio": "Nelson Glauber é mestre em Engenharia de Software pelo Centro de Estudos e Sistemas Avançados do Recife (CESAR). Trabalha com a plataforma Android desde 2009 e atualmente é engenheiro de software na Mokriya. Também é professor de tecnologias móveis em cursos de extensão, graduação e pós-graduação na Unibratec e em outras instituições do nordeste. Em 2014, foi nomeado pelo Google como primeiro Developer Expert de Android da América Latina. É autor do livro 'Dominando o Android' publicado pela editora Novatec.",
        "tags": [
            "Android"
        ],
        "badges": [
            {
                "name": "GDE",
                "description": "Android Google Developer Expert",
                "link": "https://developers.google.com/experts/people/nelson-glauber"
            }
        ],
        "socials": [
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "https://twitter.com/nglauber"
            },
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://br.linkedin.com/in/nglaubervasc"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/+NelsonGlauber"
            }
        ]
    },
    "7": {
        "id": 7,
        "featured": "true",
        "name": "Walmyr Carvalho",
        "title": "Desenvolvedor Android Senior",
        "company": "M4U",
        "companyLogo": "/images/logos/m4u.png",
        "country": "Rio de Janeiro 🇧🇷",
        "photoUrl": "/images/people/walmyr-carvalho.jpg",
        "shortBio": "Desenvolvedor Android Senior @ M4U, Google Developer Expert de Android no Brasil...",
        "bio": "Desenvolvedor Android Senior @ M4U, Google Developer Expert de Android no Brasil e co-organizador do Android Meetup Rio de Janeiro e do Android Dev BR, a maior comunidade brasileira de Android no Slack, com mais de 1300 membros. Já trabalhou em projetos para empresas como Hotel Urbano, CI&T e GloboEsporte.com além de ter experiência como professor e designer de interfaces para mobile.",
        "tags": [
            "Android"
        ],
        "badges": [
            {
                "name": "GDE",
                "description": "Android Google Developer Expert",
                "link": "https://developers.google.com/experts/people/walmyr-carvalho"
            }
        ],
        "socials": [
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "https://twitter.com/walmyrcarvalho"
            },
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://www.linkedin.com/in/walmyrcarvalho"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/+WalmyrCarvalho"
            }
        ]
    },
    "8": {
        "id": 8,
        "featured": "true",
        "name": "Ana Paula Batista",
        "title": "UX Design",
        "company": "AppProva",
        "companyLogo": "/images/logos/app-prova.png",
        "country": "Belo Horizonte 🇧🇷",
        "photoUrl": "/images/people/ana-paula-batista.jpg",
        "shortBio": "UX designer com dezesseis anos de experiência em projetos para diferentes segmentos. É especializada em estratégia de experiência do usuário, com foco na conversão em baixas custos em ambientes ágeis...",
        "bio": "UX designer com dezesseis anos de experiência em projetos para diferentes segmentos. É especializada em estratégia de experiência do usuário, com foco na conversão em baixas custos em ambientes ágeis. Atualmente, Google Expert em UX / UI, Head de Produto no AppProva, Certified Design Sprint Master e local leader do IxDA-BH. Mora em Belo Horizonte, Brasil. Atua também mentora de startups e palestrante sobre temas como UX design e métodos de pesquisa do usuário.",
        "tags": [
            "UX/UI",
            "Interaction Design",
            "Prototyping"
        ],
        "badges": [
            {
                "name": "GDE",
                "description": "UX / UI Expert",
                "link": "https://developers.google.com/experts/people/ana-paula-batista"
            }
        ],
        "socials": [
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://www.linkedin.com/in/anabatista"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/+AnaPaulaBatistaUX"
            }
        ]
    },
    "9": {
        "id": 9,
        "featured": "true",
        "name": "Augusto Pascutti",
        "title": "Software Engineer",
        "company": "Easy Taxi",
        "companyLogo": "/images/logos/easy-taxi.png",
        "country": "São Paulo 🇧🇷",
        "photoUrl": "/images/people/augusto-pascutti.jpg",
        "shortBio": "Desenvolvedor web há 12 anos, fan-boy da internet, ótimo em iniciativas e péssimo em \"acabativas\" - a menos que o autor seja Asimov, Douglas Adams ou Bernard Cornwell.",
        "bio": "Web developer, passionate about people (community, agile practices), their code (open source, refactoring, web applications, continuous integration) and their languages (PHP, Javascript, Java, Web standards).",
        "tags": [
            "PHP",
            "MySQL",
            "OOP"
        ],
        "socials": [
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "https://twitter.com/augustohp"
            },
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://www.linkedin.com/in/augustohp"
            },
            {
                "icon": "github",
                "name": "GitHub",
                "link": "https://github.com/augustohp"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/+AugustoPascutti"
            }
        ]
    },
    "10": {
        "id": 10,
        "featured": true,
        "name": "Gustavo Costa",
        "title": "Front-end/Mobile Developer",
        "country": "Maceió 🇧🇷",
        "photoUrl": "/images/people/gustavo-costa.jpg",
        "shortBio": "Já palestrou em mais de 12 estados falando sobre tecnologia web e móvel, com apenas 16 anos ganhou o segundo lugar em uma competição da Adobe...",
        "bio": "Gustavo Costa, 21 anos, Front-end e desenvolvedor móvel, referência em desenvolvimento híbrido no Brasil, palestrou em mais de 12 estados falando sobre tecnologia web e móvel, com apenas 16 anos ganhou o segundo lugar em uma competição da Adobe, Google Organizer, trabalhou em várias startups desenvolvendo aplicativos. Foi destaque na revista INFO Exame 2015.2 (Garotos Geniais) contando um pouco da sua história onde foi uma das edições mais lidas do ano, cria screencasts sobre desenvolvimento no seu canal no youtube",
        "tags": [
            "Angular",
            "PhoneGap"
        ],
        "socials": [
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "https://twitter.com/gustavocostaw"
            },
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://www.linkedin.com/in/gustavocostaw"
            },
            {
                "icon": "github",
                "name": "GitHub",
                "link": "https://github.com/gustavocostaw"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/+AugustoPascutti"
            }
        ]
    },
    "11": {
        "id": 11,
        "featured": false,
        "name": "Emmanuelle Richard",
        "title": "Desenvolvedora Web",
        "country": "Natal 🇧🇷",
        "photoUrl": "/images/people/emmanuelle-richard.jpg",
        "shortBio": "Desenvolvi meu primeiro aplicativo aos 12 anos e desde então minha vida mudou. Já palestrei em diversos eventos como a Campus Party, Flisol, PhP Experience e outros, mostrando a todos que programar é divertido...",
        "bio": "Desenvolvi meu primeiro aplicativo aos 12 anos e desde então minha vida mudou. Já palestrei em diversos eventos como a Campus Party, Flisol, PhP Experience e outros, mostrando a todos que programar é divertido além de ser uma atividade fascinante, e, graças à programação, tenho conhecido muitas pessoas inspiradoras fascinando-me cada vez mais com este novo mundo que surgiu à minha frente.",
        "tags": [
            "AngularJS",
            "ROR"
        ],
        "socials": [
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "https://twitter.com/manuuuh_richard"
            }
        ]
    },
    "12": {
        "id": 12,
        "featured": false,
        "name": "Andrew Willard",
        "title": "Líder Técnico de Sistemas Web",
        "company": "Movile",
        "companyLogo": "/images/logos/movile.png",
        "country": "Campinas 🇧🇷",
        "photoUrl": "/images/people/andrew-willard.jpg",
        "shortBio": "De entregador de jornais a desenvolvedor de sistemas na Movile há mais de nove anos...",
        "bio": "De entregador de jornais a desenvolvedor de sistemas na Movile há mais de nove anos. Hoje é Líder Técnico de Sistemas Web para e-commerce, antes disto trabalhou no Silicon Valley com desenvolvimento de aplicativos Android. Apaixonado por tecnologia, tem conhecimento em sistemas distribuídos e BI. Mesmo sendo workaholic é Pós-Graduado em Engenharia de Software na Universidade Estadual de Campinas (Unicamp). Nas horas vagas colabora na criação de elementos web open source na comunidade na qual é fundador, além de gostar de jogar vídeo-game e viajar.",
        "tags": [
            "Polymer",
            "E-commerce"
        ],
        "socials": [
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://www.linkedin.com/in/awillard"
            }
        ]
    },
    "13": {
        "id": 13,
        "featured": false,
        "name": "Vicente Alencar",
        "title": "Lead Software Engineer",
        "company": "JusBrasil",
        "companyLogo": "/images/logos/jusbrasil.svg",
        "country": "Salvador 🇧🇷",
        "photoUrl": "/images/people/vicente-alencar.jpg",
        "shortBio": "Atualmente atua como Líder Técnico na startup Jusbrasil, responsável pelo maior site jurídico do mundo, atualmente com 20MM de visitantes únicos por mês...",
        "bio": "Vicente é formado em engenharia de computação pelo ITA e trabalhou na Microsoft, nos EUA, de 2008 a 2013 com desenvolvimento para iOS e Android. Lá, dentre outras coisas, ele ajudou a desenvolver um framework interno parecido com o Cordova utilizado para embarcar o Outlook Web App em aplicativos. Atualmente Vicente atua como Líder Técnico na startup Jusbrasil, responsável pelo maior site jurídico do mundo, atualmente com 20MM de visitantes únicos por mês. Em um ambiente extremamente desafiador de uma startup em expansão acelerada, Vicente aplica diversos dos conhecimentos adquiridos na sua vida acadêmica e profissional, usando uma gama de linguagens e tecnologias open source diferentes em uma arquitetura de micro serviços, para causar um grande impacto nos seus usuários, colocando em produção funcionalidades escaláveis e de alta performance. Além de programação, Vicente é apaixonado por Economia, Nutrição e Economia Comportamental.",
        "tags": [
            "Software Engineering",
            "Web Development"
        ],
        "socials": [
            {
                "icon": "linkedin",
                "name": "LinkedIn",
                "link": "https://www.linkedin.com/in/vicentealencar"
            }
        ]
    },
    "14": {
        "id": 14,
        "featured": false,
        "name": "Camilla Paiva",
        "title": "UI Designer",
        "country": "Fortaleza 🇧🇷",
        "photoUrl": "/images/people/camilla-paiva.jpg",
        "shortBio": "UI Designer, apaixonada por Front End e tudo que envolve tecnologia, com um forte background na área do empreendedorismo, adora viajar...",
        "bio": "UI Designer, apaixonada por Front End e tudo que envolve tecnologia, é ex Google Student Ambassador e atual Women Techmakers em Fortaleza. Com um forte background na área do empreendedorismo, adora viajar e acredita que não há nada que não se possa aprender.",
        "tags": [
            "UI",
            "Design"
        ],
        "socials": [
            {
                "icon": "twitter",
                "name": "Twitter",
                "link": "https://twitter.com/cacahpm"
            },
            {
                "icon": "gplus",
                "name": "Google+",
                "link": "https://plus.google.com/+CamillaPaiva"
            }
        ]
    }
}
